Repository: infoaed/shared_dguk_assets
Catalog: i18n/*/LC_MESSAGES/values.po
Languages: et

source: Your browser does not support vector graphics.
et: Teie brauser ei toeta vektorgraafikat. Graafikut ei saa kuvada.

source: (No graphs can be rendered)
et: (Graafikut ei saa kuvada)

source: There is not enough data to render a graph.
et: Graafiku kuvamiseks pole piisavalt andmeid.

source: (Graph not available)
et: (Graafik pole saadaval)

source: Click on a series below to isolate its graph:
et: Kliki graafiku nimel, et seda eraldi vaadata:

source: URL is too short.
et: URL on liiga lühike.

source: This is the current URL.
et: See on praegune URL.

source: Checking...
et: Kontrollin...

source: This URL is available!
et: See URL on saadaval!

source: This URL is not available.
et: See URL pole saadaval.

source: Start typing a name...
et: Alusta nime kirjutamist...

source: Publishers
et: Teabevaldajat

source: Results
et: Tulemust

source: Loading ...
et: Laadimine...

source: Grid
et: Ruudustik

source: Graph
et: Graafik

source: Map
et: Kaart

source: Preview not available for data type:
et: Eelvaade pole saadaval andmetüübile:

source: Request Error
et: Päringuviga

source: Dataproxy server did not respond after
et: Andmeproksi ei vastanud pärast

source: seconds
et: sekundit

source: There was an error processing the request
et: Päringu töötlemise viga

source: Log in using a password (for administrators)
et: Logi sisse salasõnaga (portaali haldajatele)
